{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": true,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "Æ": 129,
      "Ð": 130,
      "×": 131,
      "Ø": 132,
      "Þ": 133,
      "ß": 134,
      "æ": 135,
      "ð": 136,
      "÷": 137,
      "ø": 138,
      "þ": 139,
      "Đ": 140,
      "đ": 141,
      "Ħ": 142,
      "ħ": 143,
      "ı": 144,
      "Ĳ": 145,
      "ĳ": 146,
      "ĸ": 147,
      "Ŀ": 148,
      "ŀ": 149,
      "Ł": 150,
      "ł": 151,
      "ŉ": 152,
      "Ŋ": 153,
      "ŋ": 154,
      "Œ": 155,
      "œ": 156,
      "Ŧ": 157,
      "ŧ": 158,
      "ſ": 159,
      "ƀ": 160,
      "Ɓ": 161,
      "Ƃ": 162,
      "ƃ": 163,
      "Ƅ": 164,
      "ƅ": 165,
      "Ɔ": 166,
      "Ƈ": 167,
      "ƈ": 168,
      "Ɖ": 169,
      "Ɗ": 170,
      "Ƌ": 171,
      "ƌ": 172,
      "ƍ": 173,
      "Ǝ": 174,
      "Ə": 175,
      "Ɛ": 176,
      "Ƒ": 177,
      "ƒ": 178,
      "Ɠ": 179,
      "Ɣ": 180,
      "ƕ": 181,
      "Ɩ": 182,
      "Ɨ": 183,
      "Ƙ": 184,
      "ƙ": 185,
      "ƚ": 186,
      "ƛ": 187,
      "Ɯ": 188,
      "Ɲ": 189,
      "ƞ": 190,
      "Ɵ": 191,
      "Ƣ": 192,
      "ƣ": 193,
      "Ƥ": 194,
      "ƥ": 195,
      "Ʀ": 196,
      "Ƨ": 197,
      "ƨ": 198,
      "Ʃ": 199,
      "ƪ": 200,
      "ƫ": 201,
      "Ƭ": 202,
      "ƭ": 203,
      "Ʈ": 204,
      "Ʊ": 205,
      "Ʋ": 206,
      "Ƴ": 207,
      "ƴ": 208,
      "Ƶ": 209,
      "ƶ": 210,
      "Ʒ": 211,
      "Ƹ": 212,
      "ƹ": 213,
      "ƺ": 214,
      "ƻ": 215,
      "Ƽ": 216,
      "ƽ": 217,
      "ƾ": 218,
      "ƿ": 219,
      "ǀ": 220,
      "ǁ": 221,
      "ǂ": 222,
      "ǃ": 223,
      "Ǆ": 224,
      "ǅ": 225,
      "ǆ": 226,
      "Ǉ": 227,
      "ǈ": 228,
      "ǉ": 229,
      "Ǌ": 230,
      "ǋ": 231,
      "ǌ": 232,
      "ǝ": 233,
      "Ǥ": 234,
      "ǥ": 235,
      "Ǳ": 236,
      "ǲ": 237,
      "ǳ": 238,
      "Ƕ": 239,
      "Ƿ": 240,
      "Ȝ": 241,
      "ȝ": 242,
      "Ƞ": 243,
      "ȡ": 244,
      "Ȣ": 245,
      "ȣ": 246,
      "Ȥ": 247,
      "ȥ": 248,
      "ȴ": 249,
      "ȵ": 250,
      "ȶ": 251,
      "ȷ": 252,
      "ȸ": 253,
      "ȹ": 254,
      "Ⱥ": 255,
      "Ȼ": 256,
      "ȼ": 257,
      "Ƚ": 258,
      "Ⱦ": 259,
      "ȿ": 260,
      "ɀ": 261,
      "Ɂ": 262,
      "ɂ": 263,
      "Ƀ": 264,
      "Ʉ": 265,
      "Ʌ": 266,
      "Ɇ": 267,
      "ɇ": 268,
      "Ɉ": 269,
      "ɉ": 270,
      "Ɋ": 271,
      "ɋ": 272,
      "Ɍ": 273,
      "ɍ": 274,
      "Ɏ": 275,
      "ɏ": 276,
      "ɐ": 277,
      "ɑ": 278,
      "ɒ": 279,
      "ɓ": 280,
      "ɔ": 281,
      "ɕ": 282,
      "ɖ": 283,
      "ɗ": 284,
      "ɘ": 285,
      "ə": 286,
      "ɚ": 287,
      "ɛ": 288,
      "ɜ": 289,
      "ɝ": 290,
      "ɞ": 291,
      "ɟ": 292,
      "ɠ": 293,
      "ɡ": 294,
      "ɢ": 295,
      "ɣ": 296,
      "ɤ": 297,
      "ɥ": 298,
      "ɦ": 299,
      "ɧ": 300,
      "ɨ": 301,
      "ɩ": 302,
      "ɪ": 303,
      "ɫ": 304,
      "ɬ": 305,
      "ɭ": 306,
      "ɮ": 307,
      "ɯ": 308,
      "ɰ": 309,
      "ɱ": 310,
      "ɲ": 311,
      "ɳ": 312,
      "ɴ": 313,
      "ɵ": 314,
      "ɶ": 315,
      "ɷ": 316,
      "ɸ": 317,
      "ɹ": 318,
      "ɺ": 319,
      "ɻ": 320,
      "ɼ": 321,
      "ɽ": 322,
      "ɾ": 323,
      "ɿ": 324,
      "ʀ": 325,
      "ʁ": 326,
      "ʂ": 327,
      "ʃ": 328,
      "ʄ": 329,
      "ʅ": 330,
      "ʆ": 331,
      "ʇ": 332,
      "ʈ": 333,
      "ʉ": 334,
      "ʊ": 335,
      "ʋ": 336,
      "ʌ": 337,
      "ʍ": 338,
      "ʎ": 339,
      "ʏ": 340,
      "ʐ": 341,
      "ʑ": 342,
      "ʒ": 343,
      "ʓ": 344,
      "ʔ": 345,
      "ʕ": 346,
      "ʖ": 347,
      "ʗ": 348,
      "ʘ": 349,
      "ʙ": 350,
      "ʚ": 351,
      "ʛ": 352,
      "ʜ": 353,
      "ʝ": 354,
      "ʞ": 355,
      "ʟ": 356,
      "ʠ": 357,
      "ʡ": 358,
      "ʢ": 359,
      "ʣ": 360,
      "ʤ": 361,
      "ʥ": 362,
      "ʦ": 363,
      "ʧ": 364,
      "ʨ": 365,
      "ʩ": 366,
      "ʪ": 367,
      "ʫ": 368,
      "ʮ": 369,
      "ʯ": 370,
      "ʰ": 371,
      "ʱ": 372,
      "ʲ": 373,
      "ʳ": 374,
      "ʴ": 375,
      "ʵ": 376,
      "ʶ": 377,
      "ʷ": 378,
      "ʸ": 379,
      "ʹ": 380,
      "ʺ": 381,
      "ʻ": 382,
      "ʼ": 383,
      "ʽ": 384,
      "ʾ": 385,
      "ʿ": 386,
      "ˀ": 387,
      "ˁ": 388,
      "˂": 389,
      "˃": 390,
      "˄": 391,
      "˅": 392,
      "ˆ": 393,
      "ˇ": 394,
      "ˈ": 395,
      "ˉ": 396,
      "ˊ": 397,
      "ˋ": 398,
      "ˌ": 399,
      "ˍ": 400,
      "ˎ": 401,
      "ˏ": 402,
      "ː": 403,
      "ˑ": 404,
      "˒": 405,
      "˓": 406,
      "˔": 407,
      "˕": 408,
      "˖": 409,
      "˗": 410,
      "˘": 411,
      "˙": 412,
      "˚": 413,
      "˛": 414,
      "˜": 415,
      "˝": 416,
      "˞": 417,
      "˟": 418,
      "ˠ": 419,
      "ˡ": 420,
      "ˢ": 421,
      "ˣ": 422,
      "ˤ": 423,
      "˥": 424,
      "˦": 425,
      "˧": 426,
      "˨": 427,
      "˩": 428,
      "˫": 429,
      "˭": 430,
      "ˮ": 431,
      "˯": 432,
      "˰": 433,
      "˱": 434,
      "˲": 435,
      "˳": 436,
      "˴": 437,
      "˵": 438,
      "˶": 439,
      "˷": 440,
      "˸": 441,
      "˹": 442,
      "˺": 443,
      "˻": 444,
      "˼": 445,
      "˽": 446,
      "˾": 447,
      "˿": 448,
      "Ͱ": 449,
      "ͱ": 450,
      "ͳ": 451,
      "͵": 452,
      "Ͷ": 453,
      "ͷ": 454,
      "ͺ": 455,
      "ͻ": 456,
      "΄": 457,
      "Α": 458,
      "Β": 459,
      "Γ": 460,
      "Δ": 461,
      "Ε": 462,
      "Ζ": 463,
      "Η": 464,
      "Θ": 465,
      "Ι": 466,
      "Κ": 467,
      "Λ": 468,
      "Μ": 469,
      "Ν": 470,
      "Ξ": 471,
      "Ο": 472,
      "Π": 473,
      "Ρ": 474,
      "Σ": 475,
      "Τ": 476,
      "Υ": 477,
      "Φ": 478,
      "Χ": 479,
      "Ψ": 480,
      "Ω": 481,
      "α": 482,
      "β": 483,
      "γ": 484,
      "δ": 485,
      "ε": 486,
      "ζ": 487,
      "η": 488,
      "θ": 489,
      "ι": 490,
      "κ": 491,
      "λ": 492,
      "μ": 493,
      "ν": 494,
      "ξ": 495,
      "ο": 496,
      "π": 497,
      "ρ": 498,
      "ς": 499,
      "σ": 500,
      "τ": 501,
      "υ": 502,
      "φ": 503,
      "χ": 504,
      "ψ": 505,
      "ω": 506,
      "Ϗ": 507,
      "ϐ": 508,
      "ϑ": 509,
      "ϒ": 510,
      "ϕ": 511,
      "ϖ": 512,
      "ϗ": 513,
      "Ϙ": 514,
      "ϙ": 515,
      "Ϛ": 516,
      "ϛ": 517,
      "Ϝ": 518,
      "ϝ": 519,
      "Ϟ": 520,
      "ϟ": 521,
      "Ϡ": 522,
      "ϡ": 523,
      "Ϣ": 524,
      "ϣ": 525,
      "Ϥ": 526,
      "ϥ": 527,
      "Ϧ": 528,
      "ϧ": 529,
      "Ϩ": 530,
      "ϩ": 531,
      "Ϫ": 532,
      "ϫ": 533,
      "Ϭ": 534,
      "ϭ": 535,
      "Ϯ": 536,
      "ϯ": 537,
      "ϰ": 538,
      "ϱ": 539,
      "ϲ": 540,
      "ϳ": 541,
      "ϴ": 542,
      "ϵ": 543,
      "϶": 544,
      "Ϸ": 545,
      "ϸ": 546,
      "Ϲ": 547,
      "Ϻ": 548,
      "ϻ": 549,
      "ϼ": 550,
      "Ͻ": 551,
      "Ͼ": 552,
      "Ͽ": 553,
      "Ђ": 554,
      "Є": 555,
      "Ѕ": 556,
      "І": 557,
      "Ј": 558,
      "Љ": 559,
      "Њ": 560,
      "Ћ": 561,
      "Џ": 562,
      "А": 563,
      "Б": 564,
      "В": 565,
      "Г": 566,
      "Д": 567,
      "Е": 568,
      "Ж": 569,
      "З": 570,
      "И": 571,
      "К": 572,
      "Л": 573,
      "М": 574,
      "Н": 575,
      "О": 576,
      "П": 577,
      "Р": 578,
      "С": 579,
      "Т": 580,
      "У": 581,
      "Ф": 582,
      "Х": 583,
      "Ц": 584,
      "Ч": 585,
      "Ш": 586,
      "Щ": 587,
      "Ъ": 588,
      "Ы": 589,
      "Ь": 590,
      "Э": 591,
      "Ю": 592,
      "Я": 593,
      "а": 594,
      "б": 595,
      "в": 596,
      "г": 597,
      "д": 598,
      "е": 599,
      "ж": 600,
      "з": 601,
      "и": 602,
      "к": 603,
      "л": 604,
      "м": 605,
      "н": 606,
      "о": 607,
      "п": 608,
      "р": 609,
      "с": 610,
      "т": 611,
      "у": 612,
      "ф": 613,
      "х": 614,
      "ц": 615,
      "ч": 616,
      "ш": 617,
      "щ": 618,
      "ъ": 619,
      "ы": 620,
      "ь": 621,
      "э": 622,
      "ю": 623,
      "я": 624,
      "ђ": 625,
      "є": 626,
      "ѕ": 627,
      "і": 628,
      "ј": 629,
      "љ": 630,
      "њ": 631,
      "ћ": 632,
      "џ": 633,
      "Ѡ": 634,
      "ѡ": 635,
      "Ѣ": 636,
      "ѣ": 637,
      "Ѥ": 638,
      "ѥ": 639,
      "Ѧ": 640,
      "ѧ": 641,
      "Ѩ": 642,
      "ѩ": 643,
      "Ѫ": 644,
      "ѫ": 645,
      "Ѭ": 646,
      "ѭ": 647,
      "Ѯ": 648,
      "ѯ": 649,
      "Ѱ": 650,
      "ѱ": 651,
      "Ѳ": 652,
      "ѳ": 653,
      "Ѵ": 654,
      "ѵ": 655,
      "Ѹ": 656,
      "ѹ": 657,
      "Ѻ": 658,
      "ѻ": 659,
      "Ѽ": 660,
      "Ѿ": 661,
      "ѿ": 662,
      "Ҁ": 663,
      "ҁ": 664,
      "҂": 665,
      "҈": 666,
      "҉": 667,
      "Ҋ": 668,
      "ҋ": 669,
      "Ҍ": 670,
      "ҍ": 671,
      "Ҏ": 672,
      "ҏ": 673,
      "Ґ": 674,
      "ґ": 675,
      "Ғ": 676,
      "ғ": 677,
      "Ҕ": 678,
      "ҕ": 679,
      "Җ": 680,
      "җ": 681,
      "Ҙ": 682,
      "ҙ": 683,
      "Қ": 684,
      "қ": 685,
      "Ҝ": 686,
      "ҝ": 687,
      "Ҟ": 688,
      "ҟ": 689,
      "Ҡ": 690,
      "ҡ": 691,
      "Ң": 692,
      "ң": 693,
      "Ҥ": 694,
      "ҥ": 695,
      "Ҧ": 696,
      "ҧ": 697,
      "Ҩ": 698,
      "ҩ": 699,
      "Ҫ": 700,
      "ҫ": 701,
      "Ҭ": 702,
      "ҭ": 703,
      "Ү": 704,
      "ү": 705,
      "Ұ": 706,
      "ұ": 707,
      "Ҳ": 708,
      "ҳ": 709,
      "Ҵ": 710,
      "ҵ": 711,
      "Ҷ": 712,
      "ҷ": 713,
      "Ҹ": 714,
      "ҹ": 715,
      "Һ": 716,
      "һ": 717,
      "Ҽ": 718,
      "ҽ": 719,
      "Ҿ": 720,
      "ҿ": 721,
      "Ӏ": 722,
      "Ӄ": 723,
      "ӄ": 724,
      "Ӆ": 725,
      "ӆ": 726,
      "Ӈ": 727,
      "ӈ": 728,
      "Ӊ": 729,
      "ӊ": 730,
      "Ӌ": 731,
      "ӌ": 732,
      "Ӎ": 733,
      "ӎ": 734,
      "ӏ": 735,
      "Ӕ": 736,
      "ӕ": 737,
      "Ә": 738,
      "ә": 739,
      "Ӡ": 740,
      "ӡ": 741,
      "Ө": 742,
      "ө": 743,
      "Ӷ": 744,
      "ӷ": 745,
      "Ӽ": 746,
      "ӽ": 747,
      "Ӿ": 748,
      "ӿ": 749,
      "Ԁ": 750,
      "ԁ": 751,
      "Ԃ": 752,
      "ԃ": 753,
      "Ԅ": 754,
      "ԅ": 755,
      "Ԇ": 756,
      "ԇ": 757,
      "Ԉ": 758,
      "ԉ": 759,
      "Ԋ": 760,
      "ԋ": 761,
      "Ԍ": 762,
      "ԍ": 763,
      "Ԏ": 764,
      "ԏ": 765,
      "Ԑ": 766,
      "ԑ": 767,
      "Ԓ": 768,
      "ԓ": 769,
      "Ԕ": 770,
      "ԕ": 771,
      "Ԗ": 772,
      "ԗ": 773,
      "Ԙ": 774,
      "ԙ": 775,
      "Ԛ": 776,
      "ԛ": 777,
      "Ԝ": 778,
      "ԝ": 779,
      "Ԟ": 780,
      "ԟ": 781,
      "Ԡ": 782,
      "ԡ": 783,
      "Ԣ": 784,
      "ԣ": 785,
      "Ԥ": 786,
      "ԥ": 787,
      "Ԧ": 788,
      "ԧ": 789,
      "Ԩ": 790,
      "ԩ": 791,
      "Ԫ": 792,
      "ԫ": 793,
      "Ԭ": 794,
      "ԭ": 795,
      "Ԯ": 796,
      "ԯ": 797,
      "Ա": 798,
      "Բ": 799,
      "Գ": 800,
      "Դ": 801,
      "Ե": 802,
      "Զ": 803,
      "Է": 804,
      "Ը": 805,
      "Թ": 806,
      "Ժ": 807,
      "Ի": 808,
      "Լ": 809,
      "Խ": 810,
      "Ծ": 811,
      "Կ": 812,
      "Հ": 813,
      "Ձ": 814,
      "Ղ": 815,
      "Ճ": 816,
      "Մ": 817,
      "Յ": 818,
      "Ն": 819,
      "Շ": 820,
      "Ո": 821,
      "Չ": 822,
      "Պ": 823,
      "Ջ": 824,
      "Ռ": 825,
      "Ս": 826,
      "Վ": 827,
      "Տ": 828,
      "Ր": 829,
      "Ց": 830,
      "Ւ": 831,
      "Փ": 832,
      "Ք": 833,
      "Օ": 834,
      "Ֆ": 835,
      "ՙ": 836,
      "՚": 837,
      "՛": 838,
      "՜": 839,
      "՝": 840,
      "՞": 841,
      "՟": 842,
      "ա": 843,
      "բ": 844,
      "գ": 845,
      "դ": 846,
      "ե": 847,
      "զ": 848,
      "է": 849,
      "ը": 850,
      "թ": 851,
      "ժ": 852,
      "ի": 853,
      "լ": 854,
      "խ": 855,
      "ծ": 856,
      "կ": 857,
      "հ": 858,
      "ձ": 859,
      "ղ": 860,
      "ճ": 861,
      "մ": 862,
      "յ": 863,
      "ն": 864,
      "շ": 865,
      "ո": 866,
      "չ": 867,
      "պ": 868,
      "ջ": 869,
      "ռ": 870,
      "ս": 871,
      "վ": 872,
      "տ": 873,
      "ր": 874,
      "ց": 875,
      "ւ": 876,
      "փ": 877,
      "ք": 878,
      "օ": 879,
      "ֆ": 880,
      "և": 881,
      "։": 882,
      "֊": 883,
      "֍": 884,
      "֎": 885,
      "֏": 886,
      "־": 887,
      "׀": 888,
      "׃": 889,
      "׆": 890,
      "א": 891,
      "ב": 892,
      "ג": 893,
      "ד": 894,
      "ה": 895,
      "ו": 896,
      "ז": 897,
      "ח": 898,
      "ט": 899,
      "י": 900,
      "ך": 901,
      "כ": 902,
      "ל": 903,
      "ם": 904,
      "מ": 905,
      "ן": 906,
      "נ": 907,
      "ס": 908,
      "ע": 909,
      "ף": 910,
      "פ": 911,
      "ץ": 912,
      "צ": 913,
      "ק": 914,
      "ר": 915,
      "ש": 916,
      "ת": 917,
      "װ": 918,
      "ױ": 919,
      "ײ": 920,
      "׳": 921,
      "״": 922,
      "؉": 923,
      "؊": 924,
      "؋": 925,
      "،": 926,
      "؛": 927,
      "؞": 928,
      "؟": 929,
      "ؠ": 930,
      "ء": 931,
      "ا": 932,
      "ب": 933,
      "ة": 934,
      "ت": 935,
      "ث": 936,
      "ج": 937,
      "ح": 938,
      "خ": 939,
      "د": 940,
      "ذ": 941,
      "ر": 942,
      "ز": 943,
      "س": 944,
      "ش": 945,
      "ص": 946,
      "ض": 947,
      "ط": 948,
      "ظ": 949,
      "ع": 950,
      "غ": 951,
      "ػ": 952,
      "ؿ": 953,
      "ـ": 954,
      "ف": 955,
      "ق": 956,
      "ك": 957,
      "ل": 958,
      "م": 959,
      "ن": 960,
      "ه": 961,
      "و": 962,
      "ى": 963,
      "ي": 964,
      "٠": 965,
      "١": 966,
      "٢": 967,
      "٣": 968,
      "٤": 969,
      "٥": 970,
      "٦": 971,
      "٧": 972,
      "٨": 973,
      "٩": 974,
      "٪": 975,
      "٫": 976,
      "٬": 977,
      "٭": 978,
      "ٮ": 979,
      "ٯ": 980,
      "ٱ": 981,
      "ٲ": 982,
      "ٳ": 983,
      "ٵ": 984,
      "ٶ": 985,
      "ٷ": 986,
      "ٸ": 987,
      "ٹ": 988,
      "ٺ": 989,
      "ٻ": 990,
      "ټ": 991,
      "ٽ": 992,
      "پ": 993,
      "ٿ": 994,
      "ڀ": 995,
      "ځ": 996,
      "ڃ": 997,
      "ڄ": 998,
      "څ": 999,
      "چ": 1000,
      "ڇ": 1001,
      "ڈ": 1002,
      "ډ": 1003,
      "ڊ": 1004,
      "ڌ": 1005,
      "ڍ": 1006,
      "ڏ": 1007,
      "ڑ": 1008,
      "ڒ": 1009,
      "ړ": 1010,
      "ڔ": 1011,
      "ڕ": 1012,
      "ږ": 1013,
      "ڗ": 1014,
      "ژ": 1015,
      "ڙ": 1016,
      "ښ": 1017,
      "ڛ": 1018,
      "ڜ": 1019,
      "ڠ": 1020,
      "ڡ": 1021,
      "ڢ": 1022,
      "ڤ": 1023,
      "ڥ": 1024,
      "ڦ": 1025,
      "ڧ": 1026,
      "ڨ": 1027,
      "ک": 1028,
      "ڪ": 1029,
      "ګ": 1030,
      "ڬ": 1031,
      "ڭ": 1032,
      "ڮ": 1033,
      "گ": 1034,
      "ڱ": 1035,
      "ڳ": 1036,
      "ڴ": 1037,
      "ڵ": 1038,
      "ڸ": 1039,
      "ڹ": 1040,
      "ں": 1041,
      "ڻ": 1042,
      "ڼ": 1043,
      "ڽ": 1044,
      "ھ": 1045,
      "ڿ": 1046,
      "ہ": 1047,
      "ۃ": 1048,
      "ۄ": 1049,
      "ۅ": 1050,
      "ۆ": 1051,
      "ۇ": 1052,
      "ۈ": 1053,
      "ۉ": 1054,
      "ۊ": 1055,
      "ۋ": 1056,
      "ی": 1057,
      "ۍ": 1058,
      "ێ": 1059,
      "ۏ": 1060,
      "ې": 1061,
      "ے": 1062,
      "۔": 1063,
      "ە": 1064,
      "۞": 1065,
      "ۥ": 1066,
      "ۦ": 1067,
      "۩": 1068,
      "۰": 1069,
      "۱": 1070,
      "۲": 1071,
      "۳": 1072,
      "۴": 1073,
      "۵": 1074,
      "۶": 1075,
      "۷": 1076,
      "۸": 1077,
      "۹": 1078,
      "ۺ": 1079,
      "ۻ": 1080,
      "ۼ": 1081,
      "۽": 1082,
      "۾": 1083,
      "ۿ": 1084,
      "܀": 1085,
      "܁": 1086,
      "܂": 1087,
      "܃": 1088,
      "ܐ": 1089,
      "ܒ": 1090,
      "ܓ": 1091,
      "ܕ": 1092,
      "ܖ": 1093,
      "ܗ": 1094,
      "ܘ": 1095,
      "ܙ": 1096,
      "ܚ": 1097,
      "ܛ": 1098,
      "ܜ": 1099,
      "ܝ": 1100,
      "ܟ": 1101,
      "ܠ": 1102,
      "ܡ": 1103,
      "ܢ": 1104,
      "ܣ": 1105,
      "ܤ": 1106,
      "ܥ": 1107,
      "ܦ": 1108,
      "ܨ": 1109,
      "ܩ": 1110,
      "ܪ": 1111,
      "ܫ": 1112,
      "ܬ": 1113,
      "ݍ": 1114,
      "ݎ": 1115,
      "ݏ": 1116,
      "ݐ": 1117,
      "ݑ": 1118,
      "ݓ": 1119,
      "ݔ": 1120,
      "ݘ": 1121,
      "ݙ": 1122,
      "ݚ": 1123,
      "ݛ": 1124,
      "ݜ": 1125,
      "ݢ": 1126,
      "ݣ": 1127,
      "ݥ": 1128,
      "ݨ": 1129,
      "ݩ": 1130,
      "ݪ": 1131,
      "ݫ": 1132,
      "ݭ": 1133,
      "ݰ": 1134,
      "ݴ": 1135,
      "ݸ": 1136,
      "ހ": 1137,
      "ށ": 1138,
      "ނ": 1139,
      "ރ": 1140,
      "ބ": 1141,
      "ޅ": 1142,
      "ކ": 1143,
      "އ": 1144,
      "ވ": 1145,
      "މ": 1146,
      "ފ": 1147,
      "ދ": 1148,
      "ތ": 1149,
      "ލ": 1150,
      "ގ": 1151,
      "ޏ": 1152,
      "ސ": 1153,
      "ޑ": 1154,
      "ޒ": 1155,
      "ޓ": 1156,
      "ޔ": 1157,
      "ޕ": 1158,
      "ޖ": 1159,
      "ޗ": 1160,
      "ޙ": 1161,
      "ޚ": 1162,
      "ޝ": 1163,
      "ޞ": 1164,
      "ޠ": 1165,
      "ޢ": 1166,
      "ޤ": 1167,
      "ޱ": 1168,
      "߁": 1169,
      "߂": 1170,
      "߃": 1171,
      "߈": 1172,
      "ߊ": 1173,
      "ߋ": 1174,
      "ߌ": 1175,
      "ߍ": 1176,
      "ߎ": 1177,
      "ߏ": 1178,
      "ߐ": 1179,
      "ߒ": 1180,
      "ߓ": 1181,
      "ߔ": 1182,
      "ߕ": 1183,
      "ߖ": 1184,
      "ߗ": 1185,
      "ߘ": 1186,
      "ߙ": 1187,
      "ߚ": 1188,
      "ߛ": 1189,
      "ߜ": 1190,
      "ߝ": 1191,
      "ߞ": 1192,
      "ߟ": 1193,
      "ߠ": 1194,
      "ߡ": 1195,
      "ߢ": 1196,
      "ߣ": 1197,
      "ߤ": 1198,
      "ߥ": 1199,
      "ߦ": 1200,
      "߸": 1201,
      "ߺ": 1202,
      "߾": 1203,
      "߿": 1204,
      "ࠀ": 1205,
      "ࠁ": 1206,
      "ࠂ": 1207,
      "ࠃ": 1208,
      "ࠄ": 1209,
      "ࠅ": 1210,
      "ࠆ": 1211,
      "ࠉ": 1212,
      "ࠊ": 1213,
      "ࠋ": 1214,
      "ࠌ": 1215,
      "ࠍ": 1216,
      "ࠓ": 1217,
      "ࠔ": 1218,
      "ࡀ": 1219,
      "ࡁ": 1220,
      "ࡂ": 1221,
      "ࡃ": 1222,
      "ࡄ": 1223,
      "ࡅ": 1224,
      "ࡉ": 1225,
      "ࡏ": 1226,
      "ࡓ": 1227,
      "ࡔ": 1228,
      "ࡖ": 1229,
      "ࣇ": 1230,
      "࣢": 1231,
      "ः": 1232,
      "अ": 1233,
      "आ": 1234,
      "इ": 1235,
      "ई": 1236,
      "उ": 1237,
      "ऊ": 1238,
      "ऋ": 1239,
      "ऌ": 1240,
      "ऍ": 1241,
      "ऎ": 1242,
      "ए": 1243,
      "ऐ": 1244,
      "ऑ": 1245,
      "ऒ": 1246,
      "ओ": 1247,
      "औ": 1248,
      "क": 1249,
      "ख": 1250,
      "ग": 1251,
      "घ": 1252,
      "ङ": 1253,
      "च": 1254,
      "छ": 1255,
      "ज": 1256,
      "झ": 1257,
      "ञ": 1258,
      "ट": 1259,
      "ठ": 1260,
      "ड": 1261,
      "ढ": 1262,
      "ण": 1263,
      "त": 1264,
      "थ": 1265,
      "द": 1266,
      "ध": 1267,
      "न": 1268,
      "प": 1269,
      "फ": 1270,
      "ब": 1271,
      "भ": 1272,
      "म": 1273,
      "य": 1274,
      "र": 1275,
      "ल": 1276,
      "ळ": 1277,
      "व": 1278,
      "श": 1279,
      "ष": 1280,
      "स": 1281,
      "ह": 1282,
      "ऽ": 1283,
      "ा": 1284,
      "ि": 1285,
      "ी": 1286,
      "ॉ": 1287,
      "ॊ": 1288,
      "ो": 1289,
      "ौ": 1290,
      "ॏ": 1291,
      "ॐ": 1292,
      "ॠ": 1293,
      "ॡ": 1294,
      "।": 1295,
      "॥": 1296,
      "०": 1297,
      "१": 1298,
      "२": 1299,
      "३": 1300,
      "४": 1301,
      "५": 1302,
      "६": 1303,
      "७": 1304,
      "८": 1305,
      "९": 1306,
      "॰": 1307,
      "ॱ": 1308,
      "ॲ": 1309,
      "ॳ": 1310,
      "ॴ": 1311,
      "ॵ": 1312,
      "ॹ": 1313,
      "ॻ": 1314,
      "ॼ": 1315,
      "ॾ": 1316,
      "ॿ": 1317,
      "ং": 1318,
      "ঃ": 1319,
      "অ": 1320,
      "আ": 1321,
      "ই": 1322,
      "ঈ": 1323,
      "উ": 1324,
      "ঊ": 1325,
      "ঋ": 1326,
      "ঌ": 1327,
      "এ": 1328,
      "ঐ": 1329,
      "ও": 1330,
      "ঔ": 1331,
      "ক": 1332,
      "খ": 1333,
      "গ": 1334,
      "ঘ": 1335,
      "ঙ": 1336,
      "চ": 1337,
      "ছ": 1338,
      "জ": 1339,
      "ঝ": 1340,
      "ঞ": 1341,
      "ট": 1342,
      "ঠ": 1343,
      "ড": 1344,
      "ঢ": 1345,
      "ণ": 1346,
      "ত": 1347,
      "থ": 1348,
      "দ": 1349,
      "ধ": 1350,
      "ন": 1351,
      "প": 1352,
      "ফ": 1353,
      "ব": 1354,
      "ভ": 1355,
      "ম": 1356,
      "য": 1357,
      "র": 1358,
      "ল": 1359,
      "শ": 1360,
      "ষ": 1361,
      "স": 1362,
      "হ": 1363,
      "া": 1364,
      "ি": 1365,
      "ী": 1366,
      "ে": 1367,
      "ৈ": 1368,
      "ৎ": 1369,
      "ৗ": 1370,
      "ৠ": 1371,
      "ৡ": 1372,
      "০": 1373,
      "১": 1374,
      "২": 1375,
      "৩": 1376,
      "৪": 1377,
      "৫": 1378,
      "৬": 1379,
      "৭": 1380,
      "৮": 1381,
      "৯": 1382,
      "ৰ": 1383,
      "ৱ": 1384,
      "৳": 1385,
      "৷": 1386,
      "৹": 1387,
      "ਃ": 1388,
      "ਅ": 1389,
      "ਆ": 1390,
      "ਇ": 1391,
      "ਈ": 1392,
      "ਉ": 1393,
      "ਊ": 1394,
      "ਏ": 1395,
      "ਐ": 1396,
      "ਓ": 1397,
      "ਔ": 1398,
      "ਕ": 1399,
      "ਖ": 1400,
      "ਗ": 1401,
      "ਘ": 1402,
      "ਙ": 1403,
      "ਚ": 1404,
      "ਛ": 1405,
      "ਜ": 1406,
      "ਝ": 1407,
      "ਞ": 1408,
      "ਟ": 1409,
      "ਠ": 1410,
      "ਡ": 1411,
      "ਢ": 1412,
      "ਣ": 1413,
      "ਤ": 1414,
      "ਥ": 1415,
      "ਦ": 1416,
      "ਧ": 1417,
      "ਨ": 1418,
      "ਪ": 1419,
      "ਫ": 1420,
      "ਬ": 1421,
      "ਭ": 1422,
      "ਮ": 1423,
      "ਯ": 1424,
      "ਰ": 1425,
      "ਲ": 1426,
      "ਵ": 1427,
      "ਸ": 1428,
      "ਹ": 1429,
      "ਾ": 1430,
      "ਿ": 1431,
      "ੀ": 1432,
      "ੜ": 1433,
      "੝": 1434,
      "੧": 1435,
      "੨": 1436,
      "੩": 1437,
      "੪": 1438,
      "੫": 1439,
      "ੲ": 1440,
      "ੳ": 1441,
      "ੴ": 1442,
      "ઃ": 1443,
      "અ": 1444,
      "આ": 1445,
      "ઇ": 1446,
      "ઈ": 1447,
      "ઉ": 1448,
      "ઊ": 1449,
      "ઋ": 1450,
      "ઌ": 1451,
      "ઍ": 1452,
      "એ": 1453,
      "ઐ": 1454,
      "ઑ": 1455,
      "ઓ": 1456,
      "ઔ": 1457,
      "ક": 1458,
      "ખ": 1459,
      "ગ": 1460,
      "ઘ": 1461,
      "ઙ": 1462,
      "ચ": 1463,
      "છ": 1464,
      "જ": 1465,
      "ઝ": 1466,
      "ઞ": 1467,
      "ટ": 1468,
      "ઠ": 1469,
      "ડ": 1470,
      "ઢ": 1471,
      "ણ": 1472,
      "ત": 1473,
      "થ": 1474,
      "દ": 1475,
      "ધ": 1476,
      "ન": 1477,
      "પ": 1478,
      "ફ": 1479,
      "બ": 1480,
      "ભ": 1481,
      "મ": 1482,
      "ય": 1483,
      "ર": 1484,
      "લ": 1485,
      "ળ": 1486,
      "વ": 1487,
      "શ": 1488,
      "ષ": 1489,
      "સ": 1490,
      "હ": 1491,
      "ઽ": 1492,
      "ા": 1493,
      "િ": 1494,
      "ી": 1495,
      "ૉ": 1496,
      "ો": 1497,
      "ૌ": 1498,
      "ૠ": 1499,
      "ૡ": 1500,
      "૦": 1501,
      "૧": 1502,
      "૩": 1503,
      "૪": 1504,
      "૫": 1505,
      "૯": 1506,
      "૰": 1507,
      "ૹ": 1508,
      "ଂ": 1509,
      "ଃ": 1510,
      "ଅ": 1511,
      "ଆ": 1512,
      "ଇ": 1513,
      "ଈ": 1514,
      "ଉ": 1515,
      "ଊ": 1516,
      "ଋ": 1517,
      "ଌ": 1518,
      "ଏ": 1519,
      "ଐ": 1520,
      "ଓ": 1521,
      "ଔ": 1522,
      "କ": 1523,
      "ଖ": 1524,
      "ଗ": 1525,
      "ଘ": 1526,
      "ଙ": 1527,
      "ଚ": 1528,
      "ଛ": 1529,
      "ଜ": 1530,
      "ଝ": 1531,
      "ଞ": 1532,
      "ଟ": 1533,
      "ଠ": 1534,
      "ଡ": 1535,
      "ଢ": 1536,
      "ଣ": 1537,
      "ତ": 1538,
      "ଥ": 1539,
      "ଦ": 1540,
      "ଧ": 1541,
      "ନ": 1542,
      "ପ": 1543,
      "ଫ": 1544,
      "ବ": 1545,
      "ଭ": 1546,
      "ମ": 1547,
      "ଯ": 1548,
      "ର": 1549,
      "ଲ": 1550,
      "ଳ": 1551,
      "ଵ": 1552,
      "ଶ": 1553,
      "ଷ": 1554,
      "ସ": 1555,
      "ହ": 1556,
      "ା": 1557,
      "ୀ": 1558,
      "େ": 1559,
      "ୗ": 1560,
      "ୟ": 1561,
      "ୠ": 1562,
      "ୡ": 1563,
      "୦": 1564,
      "୧": 1565,
      "୨": 1566,
      "୩": 1567,
      "୪": 1568,
      "୫": 1569,
      "୬": 1570,
      "୭": 1571,
      "୮": 1572,
      "୯": 1573,
      "ୱ": 1574,
      "ஃ": 1575,
      "அ": 1576,
      "ஆ": 1577,
      "இ": 1578,
      "ஈ": 1579,
      "உ": 1580,
      "ஊ": 1581,
      "எ": 1582,
      "ஏ": 1583,
      "ஐ": 1584,
      "ஒ": 1585,
      "ஓ": 1586,
      "க": 1587,
      "ங": 1588,
      "ச": 1589,
      "ஜ": 1590,
      "ஞ": 1591,
      "ட": 1592,
      "ண": 1593,
      "த": 1594,
      "ந": 1595,
      "ன": 1596,
      "ப": 1597,
      "ம": 1598,
      "ய": 1599,
      "ர": 1600,
      "ற": 1601,
      "ல": 1602,
      "ள": 1603,
      "ழ": 1604,
      "வ": 1605,
      "ஶ": 1606,
      "ஷ": 1607,
      "ஸ": 1608,
      "ஹ": 1609,
      "ா": 1610,
      "ி": 1611,
      "ு": 1612,
      "ூ": 1613,
      "ெ": 1614,
      "ே": 1615,
      "ை": 1616,
      "ௐ": 1617,
      "ௗ": 1618,
      "௦": 1619,
      "௯": 1620,
      "௳": 1621,
      "ఁ": 1622,
      "ం": 1623,
      "ః": 1624,
      "అ": 1625,
      "ఆ": 1626,
      "ఇ": 1627,
      "ఈ": 1628,
      "ఉ": 1629,
      "ఊ": 1630,
      "ఋ": 1631,
      "ఌ": 1632,
      "ఎ": 1633,
      "ఏ": 1634,
      "ఐ": 1635,
      "ఒ": 1636,
      "ఓ": 1637,
      "ఔ": 1638,
      "క": 1639,
      "ఖ": 1640,
      "గ": 1641,
      "ఘ": 1642,
      "ఙ": 1643,
      "చ": 1644,
      "ఛ": 1645,
      "జ": 1646,
      "ఝ": 1647,
      "ఞ": 1648,
      "ట": 1649,
      "ఠ": 1650,
      "డ": 1651,
      "ఢ": 1652,
      "ణ": 1653,
      "త": 1654,
      "థ": 1655,
      "ద": 1656,
      "ధ": 1657,
      "న": 1658,
      "ప": 1659,
      "ఫ": 1660,
      "బ": 1661,
      "భ": 1662,
      "మ": 1663,
      "య": 1664,
      "ర": 1665,
      "ఱ": 1666,
      "ల": 1667,
      "ళ": 1668,
      "వ": 1669,
      "శ": 1670,
      "ష": 1671,
      "స": 1672,
      "హ": 1673,
      "ు": 1674,
      "ూ": 1675,
      "ృ": 1676,
      "ౄ": 1677,
      "ౠ": 1678,
      "ౡ": 1679,
      "౦": 1680,
      "౧": 1681,
      "౨": 1682,
      "౩": 1683,
      "౪": 1684,
      "౫": 1685,
      "౬": 1686,
      "౼": 1687,
      "ಂ": 1688,
      "ಃ": 1689,
      "ಅ": 1690,
      "ಆ": 1691,
      "ಇ": 1692,
      "ಈ": 1693,
      "ಉ": 1694,
      "ಊ": 1695,
      "ಋ": 1696,
      "ಌ": 1697,
      "ಎ": 1698,
      "ಏ": 1699,
      "ಐ": 1700,
      "ಒ": 1701,
      "ಓ": 1702,
      "ಔ": 1703,
      "ಕ": 1704,
      "ಖ": 1705,
      "ಗ": 1706,
      "ಘ": 1707,
      "ಙ": 1708,
      "ಚ": 1709,
      "ಛ": 1710,
      "ಜ": 1711,
      "ಝ": 1712,
      "ಞ": 1713,
      "ಟ": 1714,
      "ಠ": 1715,
      "ಡ": 1716,
      "ಢ": 1717,
      "ಣ": 1718,
      "ತ": 1719,
      "ಥ": 1720,
      "ದ": 1721,
      "ಧ": 1722,
      "ನ": 1723,
      "ಪ": 1724,
      "ಫ": 1725,
      "ಬ": 1726,
      "ಭ": 1727,
      "ಮ": 1728,
      "ಯ": 1729,
      "ರ": 1730,
      "ಱ": 1731,
      "ಲ": 1732,
      "ಳ": 1733,
      "ವ": 1734,
      "ಶ": 1735,
      "ಷ": 1736,
      "ಸ": 1737,
      "ಹ": 1738,
      "ಾ": 1739,
      "ು": 1740,
      "ೂ": 1741,
      "ೃ": 1742,
      "ೕ": 1743,
      "ೖ": 1744,
      "ೞ": 1745,
      "ೠ": 1746,
      "ೡ": 1747,
      "೦": 1748,
      "೧": 1749,
      "೨": 1750,
      "೩": 1751,
      "೪": 1752,
      "೫": 1753,
      "೬": 1754,
      "೭": 1755,
      "೮": 1756,
      "೯": 1757,
      "ം": 1758,
      "ഃ": 1759,
      "അ": 1760,
      "ആ": 1761,
      "ഇ": 1762,
      "ഈ": 1763,
      "ഉ": 1764,
      "ഊ": 1765,
      "ഋ": 1766,
      "ഌ": 1767,
      "എ": 1768,
      "ഏ": 1769,
      "ഐ": 1770,
      "ഒ": 1771,
      "ഓ": 1772,
      "ഔ": 1773,
      "ക": 1774,
      "ഖ": 1775,
      "ഗ": 1776,
      "ഘ": 1777,
      "ങ": 1778,
      "ച": 1779,
      "ഛ": 1780,
      "ജ": 1781,
      "ഝ": 1782,
      "ഞ": 1783,
      "ട": 1784,
      "ഠ": 1785,
      "ഡ": 1786,
      "ഢ": 1787,
      "ണ": 1788,
      "ത": 1789,
      "ഥ": 1790,
      "ദ": 1791,
      "ധ": 1792,
      "ന": 1793,
      "ഩ": 1794,
      "പ": 1795,
      "ഫ": 1796,
      "ബ": 1797,
      "ഭ": 1798,
      "മ": 1799,
      "യ": 1800,
      "ര": 1801,
      "റ": 1802,
      "ല": 1803,
      "ള": 1804,
      "ഴ": 1805,
      "വ": 1806,
      "ശ": 1807,
      "ഷ": 1808,
      "സ": 1809,
      "ഹ": 1810,
      "ഺ": 1811,
      "ഽ": 1812,
      "ാ": 1813,
      "ി": 1814,
      "ീ": 1815,
      "െ": 1816,
      "േ": 1817,
      "ൈ": 1818,
      "ൎ": 1819,
      "ൗ": 1820,
      "ൠ": 1821,
      "ൡ": 1822,
      "൦": 1823,
      "൧": 1824,
      "൨": 1825,
      "൩": 1826,
      "൪": 1827,
      "൭": 1828,
      "൯": 1829,
      "൰": 1830,
      "൱": 1831,
      "൲": 1832,
      "ൺ": 1833,
      "ൻ": 1834,
      "ർ": 1835,
      "ൽ": 1836,
      "ൾ": 1837,
      "ං": 1838,
      "ඃ": 1839,
      "අ": 1840,
      "ආ": 1841,
      "ඇ": 1842,
      "ඈ": 1843,
      "ඉ": 1844,
      "ඊ": 1845,
      "උ": 1846,
      "ඌ": 1847,
      "එ": 1848,
      "ඒ": 1849,
      "ඓ": 1850,
      "ඔ": 1851,
      "ඕ": 1852,
      "ඖ": 1853,
      "ක": 1854,
      "ඛ": 1855,
      "ග": 1856,
      "ඝ": 1857,
      "ඞ": 1858,
      "ඟ": 1859,
      "ච": 1860,
      "ඡ": 1861,
      "ජ": 1862,
      "ඤ": 1863,
      "ඥ": 1864,
      "ඦ": 1865,
      "ට": 1866,
      "ඨ": 1867,
      "ඩ": 1868,
      "ඪ": 1869,
      "ණ": 1870,
      "ඬ": 1871,
      "ත": 1872,
      "ථ": 1873,
      "ද": 1874,
      "ධ": 1875,
      "න": 1876,
      "ඳ": 1877,
      "ප": 1878,
      "ඵ": 1879,
      "බ": 1880,
      "භ": 1881,
      "ම": 1882,
      "ඹ": 1883,
      "ය": 1884,
      "ර": 1885,
      "ල": 1886,
      "ව": 1887,
      "ශ": 1888,
      "ෂ": 1889,
      "ස": 1890,
      "හ": 1891,
      "ළ": 1892,
      "ෆ": 1893,
      "ා": 1894,
      "ැ": 1895,
      "ෑ": 1896,
      "ෘ": 1897,
      "ෙ": 1898,
      "ෛ": 1899,
      "ෟ": 1900,
      "෴": 1901,
      "ก": 1902,
      "ข": 1903,
      "ฃ": 1904,
      "ค": 1905,
      "ฅ": 1906,
      "ฆ": 1907,
      "ง": 1908,
      "จ": 1909,
      "ฉ": 1910,
      "ช": 1911,
      "ซ": 1912,
      "ฌ": 1913,
      "ญ": 1914,
      "ฎ": 1915,
      "ฏ": 1916,
      "ฐ": 1917,
      "ฑ": 1918,
      "ฒ": 1919,
      "ณ": 1920,
      "ด": 1921,
      "ต": 1922,
      "ถ": 1923,
      "ท": 1924,
      "ธ": 1925,
      "น": 1926,
      "บ": 1927,
      "ป": 1928,
      "ผ": 1929,
      "ฝ": 1930,
      "พ": 1931,
      "ฟ": 1932,
      "ภ": 1933,
      "ม": 1934,
      "ย": 1935,
      "ร": 1936,
      "ฤ": 1937,
      "ล": 1938,
      "ฦ": 1939,
      "ว": 1940,
      "ศ": 1941,
      "ษ": 1942,
      "ส": 1943,
      "ห": 1944,
      "ฬ": 1945,
      "อ": 1946,
      "ฮ": 1947,
      "ฯ": 1948,
      "ะ": 1949,
      "า": 1950,
      "ำ": 1951,
      "฿": 1952,
      "เ": 1953,
      "แ": 1954,
      "โ": 1955,
      "ใ": 1956,
      "ไ": 1957,
      "ๅ": 1958,
      "ๆ": 1959,
      "๏": 1960,
      "๐": 1961,
      "๑": 1962,
      "๒": 1963,
      "๓": 1964,
      "๔": 1965,
      "๕": 1966,
      "๖": 1967,
      "๗": 1968,
      "๘": 1969,
      "๙": 1970,
      "๚": 1971,
      "๛": 1972,
      "ກ": 1973,
      "ຂ": 1974,
      "ຄ": 1975,
      "ງ": 1976,
      "ຈ": 1977,
      "ຊ": 1978,
      "ຌ": 1979,
      "ຍ": 1980,
      "ດ": 1981,
      "ຕ": 1982,
      "ຖ": 1983,
      "ທ": 1984,
      "ນ": 1985,
      "ບ": 1986,
      "ປ": 1987,
      "ຜ": 1988,
      "ຝ": 1989,
      "ພ": 1990,
      "ຟ": 1991,
      "ມ": 1992,
      "ຢ": 1993,
      "ຣ": 1994,
      "ລ": 1995,
      "ວ": 1996,
      "ສ": 1997,
      "ຫ": 1998,
      "ອ": 1999,
      "ຮ": 2000,
      "ຯ": 2001,
      "ະ": 2002,
      "າ": 2003,
      "ຳ": 2004,
      "ຽ": 2005,
      "ເ": 2006,
      "ແ": 2007,
      "ໂ": 2008,
      "ໃ": 2009,
      "ໄ": 2010,
      "ໆ": 2011,
      "໕": 2012,
      "ໜ": 2013,
      "ໝ": 2014,
      "༄": 2015,
      "༈": 2016,
      "་": 2017,
      "༌": 2018,
      "།": 2019,
      "༎": 2020,
      "༑": 2021,
      "༔": 2022,
      "༣": 2023,
      "༼": 2024,
      "༽": 2025,
      "ཀ": 2026,
      "ཁ": 2027,
      "ག": 2028,
      "ང": 2029,
      "ཅ": 2030,
      "ཆ": 2031,
      "ཇ": 2032,
      "ཉ": 2033,
      "ཊ": 2034,
      "ཋ": 2035,
      "ཌ": 2036,
      "ཎ": 2037,
      "ཏ": 2038,
      "ཐ": 2039,
      "ད": 2040,
      "ན": 2041,
      "པ": 2042,
      "ཕ": 2043,
      "བ": 2044,
      "མ": 2045,
      "ཙ": 2046,
      "ཚ": 2047,
      "ཛ": 2048,
      "ཝ": 2049,
      "ཞ": 2050,
      "ཟ": 2051,
      "འ": 2052,
      "ཡ": 2053,
      "ར": 2054,
      "ལ": 2055,
      "ཤ": 2056,
      "ཥ": 2057,
      "ས": 2058,
      "ཧ": 2059,
      "ཨ": 2060,
      "ཪ": 2061,
      "ཿ": 2062,
      "࿃": 2063,
      "࿊": 2064,
      "࿕": 2065,
      "က": 2066,
      "ခ": 2067,
      "ဂ": 2068,
      "ဃ": 2069,
      "င": 2070,
      "စ": 2071,
      "ဆ": 2072,
      "ဇ": 2073,
      "ဈ": 2074,
      "ဉ": 2075,
      "ည": 2076,
      "ဋ": 2077,
      "ဌ": 2078,
      "ဍ": 2079,
      "ဎ": 2080,
      "ဏ": 2081,
      "တ": 2082,
      "ထ": 2083,
      "ဒ": 2084,
      "ဓ": 2085,
      "န": 2086,
      "ပ": 2087,
      "ဖ": 2088,
      "ဗ": 2089,
      "ဘ": 2090,
      "မ": 2091,
      "ယ": 2092,
      "ရ": 2093,
      "လ": 2094,
      "ဝ": 2095,
      "သ": 2096,
      "ဟ": 2097,
      "ဠ": 2098,
      "အ": 2099,
      "ဢ": 2100,
      "ဣ": 2101,
      "ဤ": 2102,
      "ဥ": 2103,
      "ဧ": 2104,
      "ဩ": 2105,
      "ါ": 2106,
      "ာ": 2107,
      "ေ": 2108,
      "း": 2109,
      "ျ": 2110,
      "ြ": 2111,
      "ဿ": 2112,
      "၀": 2113,
      "၁": 2114,
      "၂": 2115,
      "၃": 2116,
      "၄": 2117,
      "၅": 2118,
      "၆": 2119,
      "၇": 2120,
      "၈": 2121,
      "၉": 2122,
      "၊": 2123,
      "။": 2124,
      "၍": 2125,
      "၏": 2126,
      "ၐ": 2127,
      "ၚ": 2128,
      "ၡ": 2129,
      "ၢ": 2130,
      "ၣ": 2131,
      "ၤ": 2132,
      "ၥ": 2133,
      "ၫ": 2134,
      "ၵ": 2135,
      "ၶ": 2136,
      "ၷ": 2137,
      "ၸ": 2138,
      "ၹ": 2139,
      "ၺ": 2140,
      "ၻ": 2141,
      "ၼ": 2142,
      "ၽ": 2143,
      "ၾ": 2144,
      "ၿ": 2145,
      "ႀ": 2146,
      "ႁ": 2147,
      "ႃ": 2148,
      "ႄ": 2149,
      "ႇ": 2150,
      "ႈ": 2151,
      "ႉ": 2152,
      "ႊ": 2153,
      "ႋ": 2154,
      "ႏ": 2155,
      "႐": 2156,
      "႔": 2157,
      "႕": 2158,
      "ႚ": 2159,
      "ႛ": 2160,
      "ႜ": 2161,
      "Ⴀ": 2162,
      "Ⴁ": 2163,
      "Ⴂ": 2164,
      "Ⴃ": 2165,
      "Ⴄ": 2166,
      "Ⴅ": 2167,
      "Ⴆ": 2168,
      "Ⴇ": 2169,
      "Ⴈ": 2170,
      "Ⴉ": 2171,
      "Ⴊ": 2172,
      "Ⴋ": 2173,
      "Ⴌ": 2174,
      "Ⴍ": 2175,
      "Ⴎ": 2176,
      "Ⴐ": 2177,
      "Ⴑ": 2178,
      "Ⴒ": 2179,
      "Ⴓ": 2180,
      "Ⴔ": 2181,
      "Ⴕ": 2182,
      "Ⴖ": 2183,
      "Ⴗ": 2184,
      "Ⴘ": 2185,
      "Ⴙ": 2186,
      "Ⴚ": 2187,
      "Ⴛ": 2188,
      "Ⴜ": 2189,
      "Ⴝ": 2190,
      "Ⴞ": 2191,
      "Ⴠ": 2192,
      "Ⴡ": 2193,
      "Ⴢ": 2194,
      "Ⴣ": 2195,
      "Ⴥ": 2196,
      "ა": 2197,
      "ბ": 2198,
      "გ": 2199,
      "დ": 2200,
      "ე": 2201,
      "ვ": 2202,
      "ზ": 2203,
      "თ": 2204,
      "ი": 2205,
      "კ": 2206,
      "ლ": 2207,
      "მ": 2208,
      "ნ": 2209,
      "ო": 2210,
      "პ": 2211,
      "ჟ": 2212,
      "რ": 2213,
      "ს": 2214,
      "ტ": 2215,
      "უ": 2216,
      "ფ": 2217,
      "ქ": 2218,
      "ღ": 2219,
      "ყ": 2220,
      "შ": 2221,
      "ჩ": 2222,
      "ც": 2223,
      "ძ": 2224,
      "წ": 2225,
      "ჭ": 2226,
      "ხ": 2227,
      "ჯ": 2228,
      "ჰ": 2229,
      "ჱ": 2230,
      "ჲ": 2231,
      "ჳ": 2232,
      "ჴ": 2233,
      "ჵ": 2234,
      "ჶ": 2235,
      "ჷ": 2236,
      "ჸ": 2237,
      "ჹ": 2238,
      "ჺ": 2239,
      "჻": 2240,
      "ჼ": 2241,
      "ჽ": 2242,
      "ჾ": 2243,
      "ჿ": 2244,
      "ᄀ": 2245,
      "ᄁ": 2246,
      "ᄂ": 2247,
      "ᄃ": 2248,
      "ᄄ": 2249,
      "ᄅ": 2250,
      "ᄆ": 2251,
      "ᄇ": 2252,
      "ᄈ": 2253,
      "ᄉ": 2254,
      "ᄊ": 2255,
      "ᄋ": 2256,
      "ᄌ": 2257,
      "ᄍ": 2258,
      "ᄎ": 2259,
      "ᄏ": 2260,
      "ᄐ": 2261,
      "ᄑ": 2262,
      "ᄒ": 2263,
      "ᄓ": 2264,
      "ᄔ": 2265,
      "ᄕ": 2266,
      "ᄖ": 2267,
      "ᄗ": 2268,
      "ᄘ": 2269,
      "ᄙ": 2270,
      "ᄚ": 2271,
      "ᄛ": 2272,
      "ᄜ": 2273,
      "ᄝ": 2274,
      "ᄞ": 2275,
      "ᄟ": 2276,
      "ᄠ": 2277,
      "ᄡ": 2278,
      "ᄢ": 2279,
      "ᄣ": 2280,
      "ᄤ": 2281,
      "ᄥ": 2282,
      "ᄦ": 2283,
      "ᄧ": 2284,
      "ᄨ": 2285,
      "ᄩ": 2286,
      "ᄪ": 2287,
      "ᄫ": 2288,
      "ᄬ": 2289,
      "ᄭ": 2290,
      "ᄮ": 2291,
      "ᄯ": 2292,
      "ᄰ": 2293,
      "ᄱ": 2294,
      "ᄲ": 2295,
      "ᄳ": 2296,
      "ᄴ": 2297,
      "ᄵ": 2298,
      "ᄶ": 2299,
      "ᄷ": 2300,
      "ᄸ": 2301,
      "ᄹ": 2302,
      "ᄺ": 2303,
      "ᄻ": 2304,
      "ᄼ": 2305,
      "ᄽ": 2306,
      "ᄾ": 2307,
      "ᄿ": 2308,
      "ᅀ": 2309,
      "ᅁ": 2310,
      "ᅂ": 2311,
      "ᅃ": 2312,
      "ᅄ": 2313,
      "ᅅ": 2314,
      "ᅆ": 2315,
      "ᅇ": 2316,
      "ᅈ": 2317,
      "ᅉ": 2318,
      "ᅊ": 2319,
      "ᅋ": 2320,
      "ᅌ": 2321,
      "ᅍ": 2322,
      "ᅎ": 2323,
      "ᅏ": 2324,
      "ᅐ": 2325,
      "ᅑ": 2326,
      "ᅒ": 2327,
      "ᅓ": 2328,
      "ᅔ": 2329,
      "ᅕ": 2330,
      "ᅖ": 2331,
      "ᅗ": 2332,
      "ᅘ": 2333,
      "ᅙ": 2334,
      "ᅚ": 2335,
      "ᅛ": 2336,
      "ᅜ": 2337,
      "ᅝ": 2338,
      "ᅞ": 2339,
      "ᅡ": 2340,
      "ᅢ": 2341,
      "ᅣ": 2342,
      "ᅤ": 2343,
      "ᅥ": 2344,
      "ᅦ": 2345,
      "ᅧ": 2346,
      "ᅨ": 2347,
      "ᅩ": 2348,
      "ᅪ": 2349,
      "ᅫ": 2350,
      "ᅬ": 2351,
      "ᅭ": 2352,
      "ᅮ": 2353,
      "ᅯ": 2354,
      "ᅰ": 2355,
      "ᅱ": 2356,
      "ᅲ": 2357,
      "ᅳ": 2358,
      "ᅴ": 2359,
      "ᅵ": 2360,
      "ᅶ": 2361,
      "ᅷ": 2362,
      "ᅸ": 2363,
      "ᅹ": 2364,
      "ᅺ": 2365,
      "ᅻ": 2366,
      "ᅼ": 2367,
      "ᅽ": 2368,
      "ᅾ": 2369,
      "ᅿ": 2370,
      "ᆀ": 2371,
      "ᆁ": 2372,
      "ᆂ": 2373,
      "ᆃ": 2374,
      "ᆄ": 2375,
      "ᆅ": 2376,
      "ᆆ": 2377,
      "ᆇ": 2378,
      "ᆈ": 2379,
      "ᆉ": 2380,
      "ᆊ": 2381,
      "ᆋ": 2382,
      "ᆌ": 2383,
      "ᆍ": 2384,
      "ᆎ": 2385,
      "ᆏ": 2386,
      "ᆐ": 2387,
      "ᆑ": 2388,
      "ᆒ": 2389,
      "ᆓ": 2390,
      "ᆔ": 2391,
      "ᆕ": 2392,
      "ᆖ": 2393,
      "ᆗ": 2394,
      "ᆘ": 2395,
      "ᆙ": 2396,
      "ᆚ": 2397,
      "ᆛ": 2398,
      "ᆜ": 2399,
      "ᆝ": 2400,
      "ᆞ": 2401,
      "ᆟ": 2402,
      "ᆠ": 2403,
      "ᆡ": 2404,
      "ᆢ": 2405,
      "ᆣ": 2406,
      "ᆤ": 2407,
      "ᆥ": 2408,
      "ᆦ": 2409,
      "ᆧ": 2410,
      "ᆨ": 2411,
      "ᆩ": 2412,
      "ᆪ": 2413,
      "ᆫ": 2414,
      "ᆬ": 2415,
      "ᆭ": 2416,
      "ᆮ": 2417,
      "ᆯ": 2418,
      "ᆰ": 2419,
      "ᆱ": 2420,
      "ᆲ": 2421,
      "ᆳ": 2422,
      "ᆴ": 2423,
      "ᆵ": 2424,
      "ᆶ": 2425,
      "ᆷ": 2426,
      "ᆸ": 2427,
      "ᆹ": 2428,
      "ᆺ": 2429,
      "ᆻ": 2430,
      "ᆼ": 2431,
      "ᆽ": 2432,
      "ᆾ": 2433,
      "ᆿ": 2434,
      "ᇀ": 2435,
      "ᇁ": 2436,
      "ᇂ": 2437,
      "ᇃ": 2438,
      "ᇄ": 2439,
      "ᇅ": 2440,
      "ᇆ": 2441,
      "ᇇ": 2442,
      "ᇈ": 2443,
      "ᇉ": 2444,
      "ᇊ": 2445,
      "ᇋ": 2446,
      "ᇌ": 2447,
      "ᇍ": 2448,
      "ᇎ": 2449,
      "ᇏ": 2450,
      "ᇐ": 2451,
      "ᇑ": 2452,
      "ᇒ": 2453,
      "ᇓ": 2454,
      "ᇔ": 2455,
      "ᇕ": 2456,
      "ᇖ": 2457,
      "ᇗ": 2458,
      "ᇘ": 2459,
      "ᇙ": 2460,
      "ᇚ": 2461,
      "ᇛ": 2462,
      "ᇜ": 2463,
      "ᇝ": 2464,
      "ᇞ": 2465,
      "ᇟ": 2466,
      "ᇠ": 2467,
      "ᇡ": 2468,
      "ᇢ": 2469,
      "ᇣ": 2470,
      "ᇤ": 2471,
      "ᇥ": 2472,
      "ᇦ": 2473,
      "ᇧ": 2474,
      "ᇨ": 2475,
      "ᇩ": 2476,
      "ᇪ": 2477,
      "ᇫ": 2478,
      "ᇬ": 2479,
      "ᇭ": 2480,
      "ᇮ": 2481,
      "ᇯ": 2482,
      "ᇰ": 2483,
      "ᇱ": 2484,
      "ᇲ": 2485,
      "ᇳ": 2486,
      "ᇴ": 2487,
      "ᇵ": 2488,
      "ᇶ": 2489,
      "ᇷ": 2490,
      "ᇸ": 2491,
      "ᇹ": 2492,
      "ᇺ": 2493,
      "ᇻ": 2494,
      "ᇼ": 2495,
      "ᇽ": 2496,
      "ᇾ": 2497,
      "ᇿ": 2498,
      "ሀ": 2499,
      "ሁ": 2500,
      "ሂ": 2501,
      "ሃ": 2502,
      "ሄ": 2503,
      "ህ": 2504,
      "ሆ": 2505,
      "ለ": 2506,
      "ሉ": 2507,
      "ሊ": 2508,
      "ላ": 2509,
      "ሌ": 2510,
      "ል": 2511,
      "ሎ": 2512,
      "ሏ": 2513,
      "ሐ": 2514,
      "ሑ": 2515,
      "ሒ": 2516,
      "ሓ": 2517,
      "ሔ": 2518,
      "ሕ": 2519,
      "ሖ": 2520,
      "መ": 2521,
      "ሙ": 2522,
      "ሚ": 2523,
      "ማ": 2524,
      "ሜ": 2525,
      "ም": 2526,
      "ሞ": 2527,
      "ሟ": 2528,
      "ሠ": 2529,
      "ሡ": 2530,
      "ሣ": 2531,
      "ሥ": 2532,
      "ሦ": 2533,
      "ረ": 2534,
      "ሩ": 2535,
      "ሪ": 2536,
      "ራ": 2537,
      "ሬ": 2538,
      "ር": 2539,
      "ሮ": 2540,
      "ሰ": 2541,
      "ሱ": 2542,
      "ሲ": 2543,
      "ሳ": 2544,
      "ሴ": 2545,
      "ስ": 2546,
      "ሶ": 2547,
      "ሸ": 2548,
      "ሹ": 2549,
      "ሺ": 2550,
      "ሻ": 2551,
      "ሽ": 2552,
      "ሾ": 2553,
      "ቀ": 2554,
      "ቁ": 2555,
      "ቂ": 2556,
      "ቃ": 2557,
      "ቄ": 2558,
      "ቅ": 2559,
      "ቆ": 2560,
      "ቈ": 2561,
      "ቋ": 2562,
      "ቐ": 2563,
      "ቑ": 2564,
      "ቓ": 2565,
      "ቕ": 2566,
      "ቖ": 2567,
      "በ": 2568,
      "ቡ": 2569,
      "ቢ": 2570,
      "ባ": 2571,
      "ቤ": 2572,
      "ብ": 2573,
      "ቦ": 2574,
      "ቧ": 2575,
      "ቨ": 2576,
      "ቪ": 2577,
      "ቫ": 2578,
      "ተ": 2579,
      "ቱ": 2580,
      "ቲ": 2581,
      "ታ": 2582,
      "ቴ": 2583,
      "ት": 2584,
      "ቶ": 2585,
      "ቷ": 2586,
      "ቸ": 2587,
      "ቹ": 2588,
      "ቺ": 2589,
      "ቻ": 2590,
      "ቼ": 2591,
      "ች": 2592,
      "ቾ": 2593,
      "ኀ": 2594,
      "ኃ": 2595,
      "ኅ": 2596,
      "ነ": 2597,
      "ኑ": 2598,
      "ኒ": 2599,
      "ና": 2600,
      "ኔ": 2601,
      "ን": 2602,
      "ኖ": 2603,
      "ኗ": 2604,
      "ኘ": 2605,
      "ኙ": 2606,
      "ኛ": 2607,
      "ኝ": 2608,
      "ኞ": 2609,
      "አ": 2610,
      "ኡ": 2611,
      "ኢ": 2612,
      "ኣ": 2613,
      "ኤ": 2614,
      "እ": 2615,
      "ኦ": 2616,
      "ከ": 2617,
      "ኩ": 2618,
      "ኪ": 2619,
      "ካ": 2620,
      "ኬ": 2621,
      "ክ": 2622,
      "ኮ": 2623,
      "ኰ": 2624,
      "ኲ": 2625,
      "ኳ": 2626,
      "ኸ": 2627,
      "ኹ": 2628,
      "ኺ": 2629,
      "ኻ": 2630,
      "ኽ": 2631,
      "ኾ": 2632,
      "ወ": 2633,
      "ዉ": 2634,
      "ዊ": 2635,
      "ዋ": 2636,
      "ዌ": 2637,
      "ው": 2638,
      "ዎ": 2639,
      "ዐ": 2640,
      "ዑ": 2641,
      "ዒ": 2642,
      "ዓ": 2643,
      "ዔ": 2644,
      "ዕ": 2645,
      "ዘ": 2646,
      "ዙ": 2647,
      "ዚ": 2648,
      "ዛ": 2649,
      "ዜ": 2650,
      "ዝ": 2651,
      "ዞ": 2652,
      "ዟ": 2653,
      "ዠ": 2654,
      "ዢ": 2655,
      "ዣ": 2656,
      "ዤ": 2657,
      "ዥ": 2658,
      "የ": 2659,
      "ዩ": 2660,
      "ዪ": 2661,
      "ያ": 2662,
      "ዬ": 2663,
      "ይ": 2664,
      "ዮ": 2665,
      "ዯ": 2666,
      "ደ": 2667,
      "ዱ": 2668,
      "ዲ": 2669,
      "ዳ": 2670,
      "ዴ": 2671,
      "ድ": 2672,
      "ዶ": 2673,
      "ጀ": 2674,
      "ጁ": 2675,
      "ጂ": 2676,
      "ጃ": 2677,
      "ጄ": 2678,
      "ጅ": 2679,
      "ጆ": 2680,
      "ገ": 2681,
      "ጉ": 2682,
      "ጊ": 2683,
      "ጋ": 2684,
      "ጌ": 2685,
      "ግ": 2686,
      "ጎ": 2687,
      "ጐ": 2688,
      "ጒ": 2689,
      "ጓ": 2690,
      "ጔ": 2691,
      "ጕ": 2692,
      "ጙ": 2693,
      "ጝ": 2694,
      "ጠ": 2695,
      "ጡ": 2696,
      "ጢ": 2697,
      "ጣ": 2698,
      "ጤ": 2699,
      "ጥ": 2700,
      "ጦ": 2701,
      "ጨ": 2702,
      "ጪ": 2703,
      "ጫ": 2704,
      "ጬ": 2705,
      "ጭ": 2706,
      "ጮ": 2707,
      "ጯ": 2708,
      "ጰ": 2709,
      "ጲ": 2710,
      "ጳ": 2711,
      "ጴ": 2712,
      "ጵ": 2713,
      "ጸ": 2714,
      "ጹ": 2715,
      "ጺ": 2716,
      "ጻ": 2717,
      "ጼ": 2718,
      "ጽ": 2719,
      "ጾ": 2720,
      "ፀ": 2721,
      "ፁ": 2722,
      "ፂ": 2723,
      "ፃ": 2724,
      "ፄ": 2725,
      "ፅ": 2726,
      "ፈ": 2727,
      "ፉ": 2728,
      "ፊ": 2729,
      "ፋ": 2730,
      "ፌ": 2731,
      "ፍ": 2732,
      "ፎ": 2733,
      "ፐ": 2734,
      "ፒ": 2735,
      "ፓ": 2736,
      "ፕ": 2737,
      "ፖ": 2738,
      "፠": 2739,
      "፡": 2740,
      "።": 2741,
      "፣": 2742,
      "፤": 2743,
      "፥": 2744,
      "፦": 2745,
      "፧": 2746,
      "፨": 2747,
      "፩": 2748,
      "፪": 2749,
      "፫": 2750,
      "፬": 2751,
      "፭": 2752,
      "፮": 2753,
      "፯": 2754,
      "፰": 2755,
      "፱": 2756,
      "፲": 2757,
      "፳": 2758,
      "፴": 2759,
      "፵": 2760,
      "፶": 2761,
      "፷": 2762,
      "፸": 2763,
      "፹": 2764,
      "፺": 2765,
      "፻": 2766,
      "፼": 2767,
      "Ꭰ": 2768,
      "Ꭱ": 2769,
      "Ꭲ": 2770,
      "Ꭳ": 2771,
      "Ꭴ": 2772,
      "Ꭵ": 2773,
      "Ꭶ": 2774,
      "Ꭷ": 2775,
      "Ꭸ": 2776,
      "Ꭹ": 2777,
      "Ꭺ": 2778,
      "Ꭻ": 2779,
      "Ꭼ": 2780,
      "Ꭽ": 2781,
      "Ꭾ": 2782,
      "Ꭿ": 2783,
      "Ꮀ": 2784,
      "Ꮁ": 2785,
      "Ꮂ": 2786,
      "Ꮃ": 2787,
      "Ꮄ": 2788,
      "Ꮅ": 2789,
      "Ꮆ": 2790,
      "Ꮇ": 2791,
      "Ꮈ": 2792,
      "Ꮉ": 2793,
      "Ꮊ": 2794,
      "Ꮋ": 2795,
      "Ꮌ": 2796,
      "Ꮍ": 2797,
      "Ꮎ": 2798,
      "Ꮏ": 2799,
      "Ꮐ": 2800,
      "Ꮑ": 2801,
      "Ꮒ": 2802,
      "Ꮓ": 2803,
      "Ꮔ": 2804,
      "Ꮕ": 2805,
      "Ꮖ": 2806,
      "Ꮗ": 2807,
      "Ꮘ": 2808,
      "Ꮙ": 2809,
      "Ꮚ": 2810,
      "Ꮛ": 2811,
      "Ꮜ": 2812,
      "Ꮝ": 2813,
      "Ꮞ": 2814,
      "Ꮟ": 2815,
      "Ꮠ": 2816,
      "Ꮡ": 2817,
      "Ꮢ": 2818,
      "Ꮣ": 2819,
      "Ꮤ": 2820,
      "Ꮥ": 2821,
      "Ꮦ": 2822,
      "Ꮧ": 2823,
      "Ꮨ": 2824,
      "Ꮩ": 2825,
      "Ꮪ": 2826,
      "Ꮫ": 2827,
      "Ꮬ": 2828,
      "Ꮭ": 2829,
      "Ꮮ": 2830,
      "Ꮯ": 2831,
      "Ꮰ": 2832,
      "Ꮱ": 2833,
      "Ꮲ": 2834,
      "Ꮳ": 2835,
      "Ꮴ": 2836,
      "Ꮵ": 2837,
      "Ꮶ": 2838,
      "Ꮷ": 2839,
      "Ꮸ": 2840,
      "Ꮹ": 2841,
      "Ꮺ": 2842,
      "Ꮻ": 2843,
      "Ꮼ": 2844,
      "Ꮽ": 2845,
      "Ꮾ": 2846,
      "Ꮿ": 2847,
      "Ᏸ": 2848,
      "Ᏹ": 2849,
